---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ImportAdtEntityType
source: html/8a68d76e-1dca-4d34-3f0e-271b5743d55d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ImportAdtEntityType Property

"Type Name"

## Syntax (C#)
```csharp
public static ForgeTypeId ImportAdtEntityType { get; }
```